Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SettingsPage_ThemeDark
source: Dark
ar_sa: داكن
ar_sy: داكن
ca_es: Fosc
cs_cz: Tmavý
de_de: Dunkel
es_es: Oscuro
fa_ir: تیره
fi_fi: Tumma
fr_fr: Sombre
he_il: כהה
it_it: Scuro
ja_jp: ダーク
ko_kr: 다크 모드
pl_pl: Ciemny
pt_br: Escuro
ru_ru: Темный
th_th: มืด
tr_tr: Koyu
uk_ua: Темна
vi_vn: Tối
zh_cn: 深色
zh_tw: 深色

# SettingsPage_ThemeLight
source: Light
ar_sa: فاتح
ar_sy: أبيض
ca_es: Clar
cs_cz: Světlý
de_de: Hell
es_es: Claro
fa_ir: روشن
fi_fi: Vaalea
fr_fr: Clair
he_il: בהיר
it_it: Chiaro
ja_jp: ライト
ko_kr: 라이트 모드
pl_pl: Jasny
pt_br: Claro
ru_ru: Светлый
th_th: สว่าง
tr_tr: Açık
uk_ua: Світла
vi_vn: Sáng
zh_cn: 浅色
zh_tw: 淺色

# SettingsPage_ThemeMode
source: Theme Mode
ar_sa: وضع المظهر
ar_sy: نمط الواجهة
ca_es: Mode del tema
cs_cz: Téma
de_de: Darstellung
es_es: Modo de Tema
fa_ir: حالت تم
fi_fi: Teematila
fr_fr: Mode thème
he_il: מצב ערכת נושא
it_it: Tema
ja_jp: テーマモード
ko_kr: 테마 모드
pl_pl: Wybierz motyw
pt_br: Modo de tema
ru_ru: Тематический режим
th_th: โหมดธีม
tr_tr: Tema Modu
uk_ua: Тема
vi_vn: Chế Độ Chủ Đề
zh_cn: 主题设置
zh_tw: 佈景主題

# SettingsPage_ThemeSystemSettingDefault
source: Use system setting
ar_sa: استخدام إعداد النظام
ar_sy: استخدم إعداد النظام
ca_es: Utilitza la configuració del sistema
cs_cz: Použít nastavení systému
de_de: Systemeinstellung verwenden
es_es: Usar configuración del sistema
fa_ir: استفاده از تنظیمات سیستم
fi_fi: Käytä järjestelmäasetusta
fr_fr: Utiliser les paramètres système
he_il: השתמש בהגדרת מערכת
it_it: Utilizzare le impostazioni di sistema
ja_jp: システム設定を使用
ko_kr: 시스템 설정 사용
pl_pl: Zgodny z domyślnym w systemie operacyjnym
pt_br: Usar configurações do sistema
ru_ru: Использовать системные настройки
th_th: ใช้การตั้งค่าของระบบ
tr_tr: Sistem ayarını kullan
uk_ua: Використати системні налаштування
vi_vn: Sử dụng cài đặt hệ thống
zh_cn: 跟随系统设置
zh_tw: 與系統同步

# SettingsPage_Title
source: Settings
ar_sa: الإعدادات
ar_sy: الإعدادات
ca_es: Configuració
cs_cz: Nastavení
de_de: Einstellungen
es_es: Ajustes
fa_ir: تنظیمات
fi_fi: Asetukset
fr_fr: Paramètres
he_il: הגדרות
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài Đặt
zh_cn: 设置
zh_tw: 設定

# SettingsPage_Troubleshooting
source: Troubleshooting
ar_sa: استكشاف الأخطاء
ar_sy: تشخيص الأخطاء
ca_es: Resolució de problemes
cs_cz: Odstraňování problémů
de_de: Fehlerbehebung
es_es: Solución de problemas
fa_ir: رفع مشکل
fi_fi: Vianetsintä
fr_fr: Dépannage
he_il: פתרון בעיות
it_it: Risoluzione dei problemi
ja_jp: トラブルシューティング
ko_kr: 문제 해결
pl_pl: Naprawa i diagnozowanie błędów
pt_br: Solução de problemas
ru_ru: Устранение неполадок
th_th: การแก้ไขปัญหาเบื้องต้น
tr_tr: Sorun Giderme
uk_ua: Усунення несправностей
vi_vn: Khắc Phục Sự Cố
zh_cn: 故障排除
zh_tw: 故障排除

# SettingsPage_YourCurrentLogFile
source: Your current log file is
ar_sa: ملف السجل الحالي الخاص بك هو
ar_sy: ملف السجل الحالي الخاص بك هو
ca_es: El vostre fitxer de registre actual és
cs_cz: Váš aktuální soubor protokolu je
de_de: Ihre aktuelle Protokolldatei ist
es_es: Su archivo de registro actual es
fa_ir: فایل گزارش فعلی شما این است
fi_fi: Nykyinen lokitiedostosi on
fr_fr: Votre fichier journal actuel est
he_il: קובץ היומן הנוכחי שלך הוא
it_it: Il tuo file di registro corrente è
ja_jp: 現在のログファイルは
ko_kr: 현재 로그 파일 위치:
pl_pl: Twój aktualny plik z logami
pt_br: Seu arquivo de log atual é
ru_ru: Ваш текущий файл лога:
th_th: ไฟล์ Log ปัจจุบันของคุณอยู่ที่
tr_tr: Mevcut günlük (log) dosyanız:
uk_ua: Ваш поточний файл журналу
vi_vn: Tệp nhật ký hiện tại của bạn là
zh_cn: 当前日志文件：
zh_tw: 您的日誌檔案位於：

# TranslationToolboxPage_AdminError
source: You can not use the translation tool while it is running as admin. Please restart the application.
ar_sa: لا يمكنك استخدام أداة الترجمة أثناء تشغيل التطبيق كمسؤول. يُرجى إعادة تشغيل التطبيق بدون صلاحيات المسؤول.
ar_sy: لا يمكنك استخدام أداة الترجمة أثناء تشغيلها كمسؤول. يرجى إعادة تشغيل التطبيق.
ca_es: No podeu utilitzar l'eina de traducció mentre s'executa com a administrador. Reinicieu l'aplicació.
cs_cz: Překladový nástroj nemůžete používat, pokud je program spuštěn jako administrátor. Proveďte prosím restart programu bez administrátorského oprávnění.
de_de: Sie können das Übersetzungstool nicht verwenden, während es als Administrator ausgeführt wird. Bitte starten Sie die Anwendung neu.
es_es: No puede utilizar la herramienta de traducción mientras se ejecuta como administrador. Reinicie la aplicación.
fa_ir: هنگامی که برنامه با دسترسی ادمین (Run as admin) در حال اجراست، نمی‌توانید از ابزار ترجمه استفاده کنید. لطفاً برنامه را مجدداً راه‌اندازی (Restart) کنید.
fi_fi: Et voi käyttää käännöstyökalua sen ollessa käynnissä järjestelmänvalvojana. Käynnistä sovellus uudelleen.
fr_fr: Vous ne pouvez pas utiliser l'outil de traduction lorsqu'il est exécuté en tant qu'administrateur. Veuillez redémarrer l'application.
he_il: אינך יכול להשתמש בכלי התרגום כאשר הוא פועל עם הרשאות מנהל. אנא הפעל מחדש את היישום.
it_it: Non è possibile utilizzare lo strumento di traduzione mentre è in esecuzione come amministratore. Riavviare l'applicazione.
ja_jp: 管理者として実行中は、翻訳ツールを使用できません。アプリを再起動してください。
ko_kr: 앱이 관리자 권한으로 실행 중일 때는 번역 툴을 사용할 수 없습니다. 앱을 다시 시작해 주세요.
pl_pl: __UNTRANSLATED__You can not use the translation tool while it is running as admin. Please restart the application.
pt_br: Você não pode usar a ferramenta de tradução com o aplicativo sendo executado como administrador. Reinicie o aplicativo.
ru_ru: Вы не можете использовать панель инструментов переводчика, пока она запущена под администратором. Пожалуйста, перезапустите приложение.
th_th: คุณไม่สามารถใช้เครื่องมือแปลภาษาได้ในขณะที่เปิดโปรแกรมในฐานะ Admin กรุณารีสตาร์ทโปรแกรม
tr_tr: Uygulama yönetici olarak çalışırken çeviri aracını kullanamazsınız. Lütfen uygulamayı yeniden başlatın.
uk_ua: Ви не можете використовувати інструмент перекладу, поки він працює від імені адміністратора. Будь ласка, перезапустіть програму.
vi_vn: Bạn không thể sử dụng công cụ dịch khi nó đang chạy với quyền admin. Vui lòng khởi động lại ứng dụng.
zh_cn: 翻译工具以管理员身份运行时无法使用，请重新启动应用程序。
zh_tw: 翻譯工具在使用管理員身份執行時無法使用，請重新啟動應用程式。

# TranslationToolboxPage_Comment
source: Comment
ar_sa: تعليق
ar_sy: تعليق
ca_es: Comentari
cs_cz: Komentář
de_de: Kommentar
es_es: Comentario
fa_ir: توضیح
fi_fi: Kommentti
fr_fr: Commentaire
he_il: הערה
it_it: Commento
ja_jp: コメント
ko_kr: 설명
pl_pl: __UNTRANSLATED__Comment
pt_br: Comentário
ru_ru: Комментарий
th_th: ความคิดเห็น
tr_tr: Yorum
uk_ua: Коментар
vi_vn: Bình luận
zh_cn: 说明
zh_tw: 備註

# TranslationToolboxPage_ImportAsTranslation
source: Import language as translation
ar_sa: استيراد اللغة كترجمة
ar_sy: استيراد اللغة كترجمة
ca_es: Importa l'idioma com a traducció
cs_cz: Importovat jazyk jako překlad
de_de: Sprache als Übersetzung importieren
es_es: Importar idioma como traducción
fa_ir: وارد کردن زبان به عنوان ترجمه
fi_fi: Tuo kieli käännökseksi
fr_fr: Importer la langue en tant que traduction
he_il: ייבא שפה כתרגום
it_it: Importa lingua come traduzione
ja_jp: 言語を翻訳としてインポート
ko_kr: 언어 파일을 번역으로 가져오기
pl_pl: __UNTRANSLATED__Import language as translation
pt_br: Importar idioma como tradução
ru_ru: Импортировать язык как перевод
th_th: นำเข้าภาษาเพื่อใช้ในการแปล
tr_tr: Dili çeviri olarak içe aktar
uk_ua: Імпортувати мову як переклад
vi_vn: Nhập ngôn ngữ làm bản dịch
zh_cn: 导入语言作为翻译
zh_tw: 將語言匯入為翻譯

# TranslationToolboxPage_Key
source: Key
ar_sa: المفتاح
ar_sy: مفتاح
ca_es: Clau
cs_cz: Klíč
es_es: Clave
fa_ir: کلید
fi_fi: Avain
fr_fr: Clé
he_il: מפתח
it_it: Chiave
ja_jp: キー
ko_kr: 키 (Key)
pl_pl: __UNTRANSLATED__Key
pt_br: Chave
ru_ru: Ключ
th_th: คีย์
tr_tr: Anahtar
uk_ua: Ключ
vi_vn: Khóa
zh_cn: 键值
zh_tw: 語境

# TranslationToolboxPage_LoadExistingTranslation
source: Load Existing
ar_sa: تحميل الموجود
ar_sy: تحميل الموجود
ca_es: Carrega existent
cs_cz: Načíst existující
de_de: Vorhandene laden
es_es: Cargar existente
fa_ir: بارگیری ترجمه موجود
fi_fi: Lataa olemassa oleva
fr_fr: Charger existant
he_il: טען קיים
it_it: Carica esistente
ja_jp: 既存の翻訳を読み込む
ko_kr: 기존 번역 불러오기
pl_pl: __UNTRANSLATED__Load Existing
pt_br: Carregar existente
ru_ru: Загрузить существующий
th_th: โหลดข้อมูลที่มีอยู่
tr_tr: Mevcut Çeviriyi Yükle
uk_ua: Завантажити існуючий
vi_vn: Tải Bản Dịch Hiện Có
zh_cn: 加载现有
zh_tw: 載入檔案

# TranslationToolboxPage_LoadFailedMessage
source: Could not load translation. Please see your error log for more information.
ar_sa: تعذّر تحميل الترجمة. يُرجى مراجعة سجل الأخطاء لمزيد من المعلومات.
ar_sy: تعذر تحميل الترجمة. يرجى مراجعة سجل الأخطاء للحصول على مزيد من المعلومات.
ca_es: No s'ha pogut carregar la traducció. Consulteu el registre d'errors per obtenir més informació.
cs_cz: Nebylo možné načíst překlad. Další informace naleznete v protokolu chyb.
de_de: Die Übersetzung konnte nicht geladen werden. Weitere Informationen finden Sie in Ihrem Fehlerprotokoll.
es_es: No se ha podido cargar la traducción. Consulte el registro de errores para obtener más información.
fa_ir: امکان بارگیری ترجمه وجود ندارد. لطفا برای اطلاعات بیشتر به گزارش خطا مراجعه کنید.
fi_fi: Käännöstä ei voitu ladata. Katso virhelokista lisätietoja.
fr_fr: Impossible de charger la traduction. Veuillez consulter votre journal d'erreurs pour plus d'informations.
he_il: לא ניתן היה לטעון את התרגום. אנא עיין ביומן השגיאות למידע נוסף.
it_it: Carica esistente
ja_jp: 翻訳を読み込めませんでした。詳細については、エラーログをご確認ください。
ko_kr: 번역을 불러올 수 없습니다. 자세한 내용은 오류 로그를 확인하세요.
pl_pl: __UNTRANSLATED__Could not load translation. Please see your error log for more information.
pt_br: Não foi possível carregar a tradução. Verifique o log de erros para mais informações.
ru_ru: Не удалось загрузить перевод. Пожалуйста, смотрите журнал ошибок для получения дополнительной информации.
th_th: ไม่สามารถโหลดคำแปลได้ โปรดดู error log เพื่อดูข้อมูลเพิ่มเติม
tr_tr: Çeviri yüklenemedi. Daha fazla bilgi için lütfen hata günlüğünüze (error log) bakın.
uk_ua: Не вдалося завантажити переклад. Перегляньте журнал помилок для отримання додаткової інформації.
vi_vn: Không thể tải bản dịch. Vui lòng xem nhật ký lỗi để biết thêm thông tin.
zh_cn: 无法加载翻译，请查看错误日志以获取更多信息。
zh_tw: 無法載入譯文，請參閱錯誤日誌來取得更多資訊。

# TranslationToolboxPage_NewTranslation
source: New translation
ar_sa: ترجمة جديدة
ar_sy: ترجمة جديدة
ca_es: Nova traducció
cs_cz: Nový překlad
de_de: Neue Übersetzung
es_es: Nueva traducción
fa_ir: ترجمه جدید
fi_fi: Uusi käännös
fr_fr: Nouvelle traduction
he_il: תרגום חדש
it_it: Nuova traduzione
ja_jp: 新しい翻訳
ko_kr: 신규 번역 (New translation)
pl_pl: __UNTRANSLATED__New translation
pt_br: Nova tradução
ru_ru: Новый перевод
th_th: การแปลใหม่
tr_tr: Yeni çeviri
uk_ua: Новий переклад
vi_vn: Bản Dịch Mới
zh_cn: 新翻译
zh_tw: 新翻譯

# TranslationToolboxPage_NoDataToPublish
source: No translation data was found to publish.
ar_sa: لم يتم العثور على بيانات ترجمة لكي تنشر
ar_sy: لا توجد بيانات ترجمة للنشر.
ca_es: No s'han trobat dades de traducció per publicar.
cs_cz: Nebyly nalezeny žádné údaje překladu k publikaci.
de_de: Es wurden keine Übersetzungsdaten gefunden, die veröffentlicht werden können.
es_es: No se encontraron datos de traducción para publicar.
fa_ir: هیچ داده ترجمه ای برای انتشار یافت نشد.
fi_fi: Julkaistavaa käännösaineistoa ei löytynyt.
fr_fr: Aucune donnée de traduction n'a été trouvée à publier.
he_il: לא נמצאו נתוני תרגום לפרסום.
it_it: Non sono stati trovati dati di traduzione da pubblicare.
ja_jp: 公開する翻訳データが見つかりませんでした。
ko_kr: 게시할 번역 데이터가 없습니다.
pl_pl: __UNTRANSLATED__No translation data was found to publish.
pt_br: Nenhum dado de tradução encontrado para publicar.
ru_ru: Данных по переводу для публикации не найдено.
th_th: ไม่พบข้อมูลการแปลที่จะเผยแพร่
tr_tr: Yayınlanacak çeviri verisi bulunamadı.
uk_ua: Не знайдено даних перекладу для публікації.
vi_vn: Không tìm thấy dữ liệu bản dịch để xuất bản.
zh_cn: 未找到可发布的翻译数据
zh_tw: 未找到可供發佈的翻譯資料。

# TranslationToolboxPage_NoDataToSave
source: No translation data was found to save.
ar_sa: لم يتم العثور على بيانات ترجمة لكي تحفظ
ar_sy: لا توجد بيانات ترجمة للحفظ.
ca_es: No s'han trobat dades de traducció per desar.
cs_cz: Nebyla nalezena žádná data překladu k uložení.
de_de: Es wurden keine Übersetzungsdaten gefunden, die gespeichert werden konnten.
es_es: No se encontraron datos de traducción para guardar.
fa_ir: هیچ داده ترجمه ای برای ذخیره یافت نشد.
fi_fi: Tallennettavaksi ei löytynyt käännöstietoja.
fr_fr: Aucune donnée de traduction n'a été trouvée à enregistrer.
he_il: לא נמצאו נתוני תרגום לשמירה.
it_it: Non sono stati trovati dati di traduzione da salvare.
ja_jp: 保存する翻訳データが見つかりませんでした。
ko_kr: 저장할 번역 데이터가 없습니다.
pl_pl: __UNTRANSLATED__No translation data was found to save.
pt_br: Nenhum dado de tradução encontrado para salvar.
ru_ru: Не найдено данных перевода для сохранения.
th_th: ไม่พบข้อมูลการแปลที่จะบันทึก
tr_tr: Kaydedilecek çeviri verisi bulunamadı.
uk_ua: Не знайдено даних перекладу для збереження.
vi_vn: Không tìm thấy dữ liệu bản dịch để lưu.
zh_cn: 未找到可保存的翻译数。
zh_tw: 找不到可供儲存的翻譯資料。

# TranslationToolboxPage_NotValidTranslationFile
source: Not a valid DLSS Swapper translation file.
ar_sa: هذا ليس ملف ترجمة صالح لـ DLSS Swapper
ar_sy: ليس ملف ترجمة صالح لـDLSS Swapper.
ca_es: No s'han trobat dades de traducció per desar.
cs_cz: Neplatný soubor překladu DLSS Swapper.
de_de: Keine gültige DLSS Swapper-Übersetzungsdatei.
es_es: No es un archivo de traducción válido de DLSS Swapper.
fa_ir: این یک فایل ترجمه معتبر DLSS Swapper نیست.
fi_fi: Ei kelvollinen DLSS Swapperin käännöstiedosto.
fr_fr: Fichier de traduction DLSS Swapper non valide.
he_il: אינו קובץ תרגום חוקי של DLSS Swapper.
it_it: Non è un file di traduzione DLSS Swapper valido.
ja_jp: 有効な DLSS Swapper 翻訳ファイルではありません。
ko_kr: 유효한 DLSS Swapper 번역 파일이 아닙니다.
pl_pl: __UNTRANSLATED__Not a valid DLSS Swapper translation file.
pt_br: Arquivo de tradução do DLSS Swapper inválido.
ru_ru: Недопустимый файл перевода DLSS Swapper.
th_th: ไม่ใช่ไฟล์แปลภาษาของ DLSS Swapper ที่ถูกต้อง
tr_tr: Geçerli bir DLSS Swapper çeviri dosyası değil.
uk_ua: Недійсний файл перекладу DLSS Swapper.
vi_vn: Không phải tệp dịch DLSS Swapper hợp lệ.
zh_cn: 无效的 DLSS Swapper 翻译文件
zh_tw: DLSS Swapper 翻譯檔案無效。

# TranslationToolboxPage_PublishFailedMessage
source: Could not publish translation. Please see your error log for more information.
ar_sa: تعذّر نشر الترجمة. يُرجى مراجعة سجل الأخطاء لمزيد من المعلومات.
ar_sy: لم يتمكن من نشر الترجمة. يرجى مراجعة سجل الأخطاء للحصول على مزيد من المعلومات.
ca_es: No s'ha pogut publicar la traducció. Consulteu el registre d'errors per obtenir més informació.
cs_cz: Překlad nebylo možné publikovat. Další informace naleznete v protokolu chyb.
de_de: Die Übersetzung konnte nicht veröffentlicht werden. Weitere Informationen finden Sie in Ihrem Fehlerprotokoll.
es_es: No se ha podido publicar la traducción. Consulte el registro de errores para obtener más información.
fa_ir: امکان انتشار ترجمه وجود ندارد. لطفا برای اطلاعات بیشتر به گزارش خطا مراجعه کنید.
fi_fi: Käännöstä ei voitu julkaista. Katso virhelokista lisätietoja.
fr_fr: Impossible de publier la traduction. Veuillez consulter votre journal d'erreurs pour plus d'informations.
he_il: לא ניתן היה לפרסם את התרגום. אנא עיין ביומן השגיאות למידע נוסף.
it_it: Impossibile pubblicare la traduzione. Per ulteriori informazioni, consultare il registro degli errori.
ja_jp: 翻訳を公開できませんでした。詳細については、エラーログをご確認ください。
ko_kr: 번역을 게시할 수 없습니다. 자세한 내용은 오류 로그를 확인하세요.
pl_pl: __UNTRANSLATED__Could not publish translation. Please see your error log for more information.
pt_br: Não foi possível publicar a tradução. Verifique o log de erros para mais informações.
ru_ru: Не удалось опубликовать перевод. Пожалуйста, смотрите журнал ошибок для получения дополнительной информации.
th_th: ไม่สามารถเผยแพร่คำแปลได้ โปรดดู error log เพื่อดูข้อมูลเพิ่มเติม
tr_tr: Çeviri yayınlanamadı. Daha fazla bilgi için lütfen hata günlüğünüze (error log) bakın.
uk_ua: Не вдалося опублікувати переклад. Перегляньте журнал помилок для отримання додаткової інформації.
vi_vn: Không thể xuất bản bản dịch. Vui lòng xem nhật ký lỗi để biết thêm thông tin.
zh_cn: 无法发布翻译，请查看错误日志以获取更多信息。
zh_tw: 無法發佈翻譯，請參閱錯誤日誌來取得更多資訊。

# TranslationToolboxPage_ReloadApp
source: Reload app
ar_sa: إعادة تشغيل التطبيق
ar_sy: إعادة تحميل التطبيق
ca_es: Torna a carregar l'aplicació
cs_cz: Obnovit aplikaci
de_de: App neu laden
es_es: Recargar aplicación
fa_ir: بارگذاری مجدد برنامه
fi_fi: Lataa sovellus uudelleen
fr_fr: Recharger l'application
he_il: טען מחדש את היישום
it_it: Ricarica l'app
ja_jp: アプリを再読み込み
ko_kr: 앱 다시 불러오기
pl_pl: __UNTRANSLATED__Reload app
pt_br: Recarregar aplicativo
ru_ru: Перезагрузить приложение
th_th: โหลดแอปใหม่
tr_tr: Uygulamayı yeniden yükle
uk_ua: Перезавантажити програму
vi_vn: Tải lại ứng dụng
zh_cn: 重新加载应用
zh_tw: 重新載入

# TranslationToolboxPage_ResetProgressButton
source: Reset and continue
ar_sa: إعادة التعيين والمتابعة
ar_sy: إعادة تعيين ومتابعة
ca_es: Restableix i continua
cs_cz: Resetovat a pokračovat
de_de: Zurücksetzen und fortfahren
es_es: Restablecer y continuar
fa_ir: بازنشانی و ادامه
fi_fi: Nollaa ja jatka
fr_fr: Réinitialiser et continuer
he_il: אפס והמשך
it_it: Reimposta e continua
ja_jp: リセットして続行
ko_kr: 초기화 후 계속하기
pl_pl: __UNTRANSLATED__Reset and continue
pt_br: Redefinir e continuar
ru_ru: Сбросить и продолжить
th_th: รีเซ็ตและดำเนินการต่อ
tr_tr: Sıfırla ve devam et
uk_ua: Скинути та продовжити
vi_vn: Đặt lại và tiếp tục
zh_cn: 重置并继续
zh_tw: 重設並繼續

# TranslationToolboxPage_ResetProgressMessage
source: This will reset your current translation progress. Are you sure you want to continue?
ar_sa: سيؤدي هذا إلى إعادة تعيين تقدم الترجمة الحالي. هل أنت متأكد أنك تريد المتابعة؟
ar_sy: سيؤدي هذا إلى إعادة تعيين تقدم الترجمة الحالي. هل أنت متأكد من أنك تريد المتابعة؟
ca_es: Això restablirà el progrés actual de la traducció. Esteu segur que voleu continuar?
cs_cz: Tímto se resetuje váš aktuální průběh překladu. Opravdu chcete pokračovat?
de_de: Dadurch wird Ihr aktueller Übersetzungsfortschritt zurückgesetzt. Möchten Sie wirklich fortfahren?
es_es: Esto restablecerá tu progreso de traducción actual. ¿Estás seguro de que quieres continuar?
fa_ir: این کار پیشرفت ترجمه فعلی شما را بازنشانی می‌کند. آیا مطمئن هستید که می‌خواهید ادامه دهید؟
fi_fi: Tämä nollaa nykyisen käännösedistymisesi. Haluatko varmasti jatkaa?
fr_fr: Cela réinitialisera votre progression de traduction actuelle. Êtes-vous sûr de vouloir continuer ?
he_il: פעולה זו תאפס את התקדמות התרגום הנוכחית שלך. האם אתה בטוח שברצונך להמשיך?
it_it: Questo azzererà l'attuale stato di avanzamento della traduzione. Vuoi continuare?
ja_jp: これにより、現在の翻訳の進捗状況がリセットされます。続行してもよろしいですか？
ko_kr: 현재까지의 번역 진행 상황이 초기화됩니다. 정말 계속하시겠습니까?
pl_pl: __UNTRANSLATED__This will reset your current translation progress. Are you sure you want to continue?
pt_br: Isso irá redefinir o progresso atual da tradução. Deseja continuar?
ru_ru: Это сбросит ваш текущий прогресс перевода. Вы уверены, что хотите продолжить?
th_th: การดำเนินการนี้จะรีเซ็ตความคืบหน้าการแปลปัจจุบันของคุณ คุณแน่ใจหรือไม่ที่จะดำเนินการต่อ?
tr_tr: Bu, mevcut çeviri ilerlemenizi sıfırlayacaktır. Devam etmek istediğinizden emin misiniz?
uk_ua: Це скине ваш поточний прогрес перекладу. Ви впевнені, що хочете продовжити?
vi_vn: Điều này sẽ đặt lại tiến độ bản dịch hiện tại của bạn. Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 这将重置当前的翻译进度，确定要继续吗？
zh_tw: 這會重設您目前的翻譯進度，您確定要繼續嗎？

# TranslationToolboxPage_ResetProgressTitle
source: Reset progress and continue?
ar_sa: إعادة تعيين التقدم والمتابعة؟
ar_sy: إعادة تعيين التقدم والمتابعة؟
ca_es: Voleu restablir el progrés i continuar?
cs_cz: Resetovat postup a pokračovat?
de_de: Fortschritt zurücksetzen und fortfahren?
es_es: ¿Restablecer el progreso y continuar?
fa_ir: بازنشانی پیشرفت و ادامه؟
fi_fi: Nollaa edistyminen ja jatka?
fr_fr: Réinitialiser la progression et continuer ?
he_il: לאפס התקדמות ולהמשיך?
it_it: Azzerare i progressi e continuare?
ja_jp: 進捗状況をリセットして続行しますか？
ko_kr: 진행 상황을 초기화하고 계속할까요?
pl_pl: __UNTRANSLATED__Reset progress and continue?
pt_br: Redefinir progresso e continuar?
ru_ru: Сбросить прогресс и продолжить?
th_th: รีเซ็ตความคืบหน้าและดำเนินการต่อ?
tr_tr: İlerleme sıfırlansın ve devam edilsin mi?
uk_ua: Скинути прогрес і продовжити?
vi_vn: Đặt lại tiến độ và tiếp tục?
zh_cn: 重置进度并继续？
zh_tw: 是否要重設進度並繼續？

# TranslationToolboxPage_SaveFailedMessage
source: Could not save translation. Please see your error log for more information.
ar_sa: تعذّر حفظ الترجمة. يُرجى مراجعة سجل الأخطاء لمزيد من المعلومات.
ar_sy: لم يتمكن من حفظ الترجمة. يرجى مراجعة سجل الأخطاء للحصول على مزيد من المعلومات.
ca_es: No s'ha pogut desar la traducció. Consulteu el registre d'errors per obtenir més informació.
cs_cz: Nebylo možné uložit překlad. Další informace naleznete v protokolu chyb.
de_de: Die Übersetzung konnte nicht gespeichert werden. Weitere Informationen finden Sie in Ihrem Fehlerprotokoll.
es_es: consulta tu registro de errores para más información.
fa_ir: ذخیره ترجمه انجام نشد. لطفا برای اطلاعات بیشتر به گزارش خطا مراجعه کنید.
fi_fi: Käännöstä ei voitu tallentaa. Katso virhelokista lisätietoja.
fr_fr: Impossible d'enregistrer la traduction. Veuillez consulter votre journal d'erreurs pour plus d'informations.
he_il: לא ניתן היה לשמור את התרגום. אנא עיין ביומן השגיאות למידע נוסף.
it_it: Impossibile salvare la traduzione. Per ulteriori informazioni, consultare il registro degli errori.
ja_jp: 翻訳を保存できませんでした。詳細については、エラーログをご確認ください。
ko_kr: 번역을 저장할 수 없습니다. 자세한 내용은 오류 로그를 확인하세요.
pl_pl: __UNTRANSLATED__Could not save translation. Please see your error log for more information.
pt_br: Não foi possível salvar a tradução. Verifique o log de erros para mais informações.
ru_ru: Не удалось сохранить перевод. Пожалуйста, смотрите журнал ошибок для получения дополнительной информации.
th_th: ไม่สามารถบันทึกคำแปลได้ โปรดดู error log เพื่อดูข้อมูลเพิ่มเติม
tr_tr: Çeviri kaydedilemedi. Daha fazla bilgi için lütfen hata günlüğünüze (error log) bakın.
uk_ua: Не вдалося зберегти переклад. Перегляньте журнал помилок для отримання додаткової інформації.
vi_vn: Không thể lưu bản dịch. Vui lòng xem nhật ký lỗi để biết thêm thông tin.
zh_cn: 无法保存翻译，请查看错误日志以获取更多信息。
zh_tw: 無法儲存翻譯，請參閱錯誤日誌來取得更多資訊。

# TranslationToolboxPage_SelectLanguageToLoad
source: Select language to load
ar_sa: اختيار اللغة المراد تحميلها
ar_sy: اختر لغة لتحميلها
ca_es: Selecciona l'idioma per carregar
cs_cz: Zvolte jazyk k načtení
de_de: Sprache zum Laden auswählen
es_es: Seleccionar idioma para cargar
fa_ir: انتخاب زبان برای بارگیری
fi_fi: Valitse ladattava kieli
fr_fr: Sélectionner la langue à charger
he_il: בחר שפה לטעינה
it_it: Seleziona la lingua da caricare
ja_jp: 言語を選択して読み込む
ko_kr: 불러올 언어 선택
pl_pl: __UNTRANSLATED__Select language to load
pt_br: Selecionar idioma para carregar
ru_ru: Выберите язык для загрузки
th_th: เลือกภาษาที่จะโหลด
tr_tr: Yüklenecek dili seçin
uk_ua: Виберіть мову для завантаження
vi_vn: Chọn ngôn ngữ để tải
zh_cn: 选择要加载的语言
zh_tw: 請選擇要載入的語言

# TranslationToolboxPage_SourceLanguage
source: Source language
ar_sa: مصدر اللغة
ar_sy: اللغة الأساسية
ca_es: Idioma d'origen
cs_cz: Zdrojový jazyk
de_de: Ausgangssprache
es_es: Idioma de origen
fa_ir: زبان مبدا
fi_fi: Lähdekieli
fr_fr: Langue source
he_il: שפת מקור
it_it: Lingua di origine
ja_jp: 原文の言語
ko_kr: 원본 언어
pl_pl: __UNTRANSLATED__Source language
pt_br: Idioma de origem
ru_ru: Исходный язык
th_th: ภาษาต้นฉบับ
tr_tr: Kaynak dil
uk_ua: Мова джерела
vi_vn: Ngôn ngữ nguồn
zh_cn: 当前语言
zh_tw: 目前語言
